//Елочка
#include<iostream>
using namespace std;

void main()
{
	setlocale(LC_ALL, "Russian");
	cout << "\n\t\t\t\t\t\t\"В лесу \"родилась\" елочка\"\n\n" << endl;
	cout << "\t\t\t\t\t\tВ лесу родилась елочка\n" << "\t\t\t\t\t\tВ лесу она росла,\n";
	cout << "\t\t\t\t\t\tЗимой и летом стройная,\n" << "\t\t\t\t\t\tЗеленая была.\n" << endl;
	cout << "\t\t\t\t\t\tВ лесу родилась елочка,\n" << "\t\t\t\t\t\tВ лесу она росла,\n";
	cout << "\t\t\t\t\t\tЗимой и летом стройная,\n" << "\t\t\t\t\t\tЗеленая была.\n" << endl;
	cout << "\t\t\t\t\t\tМетель ей пела песенку :\n" << "\t\t\t\t\t\t«Спи, елочка, бай - бай!»\n";
	cout << "\t\t\t\t\t\tМороз снежком укутывал :\n" << "\t\t\t\t\t\t«Смотри, не замерзай!»\n" << endl;
	cout << "\t\t\t\t\t\tТрусишка зайка серенький\n" << "\t\t\t\t\t\tПод елочкой скакал.\n";
	cout << "\t\t\t\t\t\tПорою волк, сердитый волк\n" << "\t\t\t\t\t\tРысцою пробегал.\n" << endl;
	cout << "\t\t\t\t\t\tЧу!Снег по лесу частому\n" << "\t\t\t\t\t\tПод полозом скрипит,\n";
	cout << "\t\t\t\t\t\tЛошадка мохноногая\n" << "\t\t\t\t\t\tТоропится, бежит.\n" << endl;
    cout << "\t\t\t\t\t\tВезет лошадка дровенки,\n" << "\t\t\t\t\t\tА в дровнях старичок,\n";
	cout << "\t\t\t\t\t\tСрубил он нашу елочку\n" << "\t\t\t\t\t\tПод самый корешок.\n" << endl;
    cout << "\t\t\t\t\t\tТеперь она, нарядная,\n" << "\t\t\t\t\t\tHа праздник к нам пришла\n";
	cout << "\t\t\t\t\t\tИ много, много радости\n" << "\t\t\t\t\t\tДетишкам принесла!\n" << endl;
}